<template>
	<view>
		<section>《隐私政策》</section>

		<view>特别提示：</view>
		<view>随便吧圈子（以下或称“我们”）非常注重保护用户（“您”）的个人信息及隐私，鉴于您在使用我们的服务时，我们可能会收集和使用您的相关信息，为向您阐明用户信息收集、使用、共享、管理及保护的规则，特制定本《随便吧圈子隐私政策》（以下或称“本政策”）。
			请您务必仔细阅读本政策（特别是加粗或下划线的内容）并确定您已充分理解本政策的全部内容。如您在阅读过程中有任何疑问，请随时联系我们。</view>
		<view>本政策适用于随便吧圈子向您提供的所有服务（以下称“随便吧圈子服务”或“服务”），若您不同意本政策的任何内容，您应立即停止访问随便吧圈子并停止使用随便吧圈子服务。当您点击同意本政策或使用随便吧圈子提供的任一服务时，即表示您已同意本政策的全部内容，自愿授权我们按本政策收集、使用、共享、管理和保护您的个人信息。</view>
		<view>需要特别说明的是，本政策不适用于其他第三方向您提供的服务，例如随便吧圈子商家依托随便吧圈子平台向您提供服务时，您向商家提供的个人信息不适用本政策。</view>
		<view>1. 政策范围及修订</view>
		<view>1.1 本《随便吧圈子隐私政策》系《随便吧圈子用户协议》的组成部分，与《随便吧圈子用户协议》具有同等法律效力。</view>
		<view>1.2
			您理解并同意，随便吧圈子有权根据业务发展的需要单方修订本政策，并以修订后的版本完全替代修订前的版本。请您及时关注和了解本政策的修订情况，若您不同意修订后版本，您应立即停止使用随便吧圈子服务，否则即视同您同意并完全接受修订后的版本。</view>
		<view>1.3. 如您在首次使用随便吧圈子服务时，未签署或在线接受本政策，您的使用行为视为对本政策的同意，您后续同意本政策或使用随便吧圈子提供的任一服务的行为视为对本政策的重新确认，本政策的效力将溯至您首次使用之日。</view>
		<view>2. 用户信息的收集和使用</view>
		<view>2.1. 本政策所称的个人信息是指以电子或者其他方式记录的能够单独或者与其他信息结合识别用户自然人个人身份的各种信息。单独的设备信息、搜索关键词信息等无法与特定个人直接建立联系的信息或数据，不属于个人信息。</view>
		<view>2.2 您充分理解并同意，为实现网上购物、优化我们的产品与/服务及保障安全所必须的功能，您须授权随便吧圈子收集、使用您的如下信息：</view>
		<view>2.2.1. 用户注册所需信息</view>
		<view>您使用本人手机号码注册成为随便吧圈子用户时，我们将通过发送短信验证码的方式来验证您的身份是否有效。</view>
		<view>在注册成为随便吧圈子用户的过程中，若您提供以下额外信息补全个人资料，将有助于我们给您提供更优质更个性化的服务，上述额外信息包括您的头像、昵称、性别、常住地、生日、个性签名等。若您不提供这些额外信息，不会影响您网上购物的基本功能。</view>
		<view>2.2.2. 展示商品与/服务所需信息</view>
		<view>为向您提供更契合您需求的页面展示和搜索结果，我们会收集关于您使用的服务以及使用方式的信息并将这些信息进行关联， 这些信息包括：</view>
		<view>1) 设备信息：随便吧圈子可能会读取您访问随便吧圈子平台或使用随便吧圈子服务时所使用的设备信息，包括但不限于设备类型、设备型号、设备设置、设备识别码、操作系统和应用程序版本、语言设置、分辨率、软硬件特征信息等。</view>
		<view>2)
			日志信息：在您访问随便吧圈子平台或使用随便吧圈子服务时，系统可能会自动接收并记录的您的浏览器、计算机上的信息等（包括但不限于IP地址、浏览器类型、搜索记录、浏览记录、浏览习惯、使用的语言、访问日期和时间、电信运营商及记录您需求的网页记录等）。</view>
		<view>3)
			您理解并同意，单独的设备信息、日志信息是无法识别特定自然人身份的信息，不属于您的个人信息。若我们将这类非个人信息与其他信息结合用于识别特定自然人身份，或者将其与个人信息结合使用，则在结合使用期间，这类非个人信息将被视为个人信息，我们会依据法律规定及本政策对该等信息进行保护。</view>
		<view>2.2.3. 优化产品与/服务所需信息</view>
		<view>我们可能会收集您的订单信息、浏览记录、浏览习惯等进行数据分析以描述用户特征，用来为您展示或推荐您感兴趣的商品或服务信息。除上述信息外，
			我们还可能为提供服务或改进服务质量的合理需要而收集您的其他信息，包括您与我们的客服联系时提供的信息，您参与问卷调查时向我们发送的信息等。我们可能会将来自某项服务的信息与来自其他服务的信息结合起来，以便为您提供服务、个性化内容和建议。对于从您的各种设备上收集到的信息，我们可能会将它们进行关联，以便我们能在这些设备上为您提供一致的服务。</view>
		<view>2.2.4. 保障账户安全所需信息</view>
		<view>为提高您使用随便吧圈子服务的安全性，更准确地预防钓鱼网站欺诈和保护账户安全，
			我们可能会通过了解您的订单信息、浏览记录、浏览习惯、常用软件信息、设备信息等来判断您账户的风险，并可能会记录一些我们认为有风险的链接（“URL”）。</view>
		<view>2.3. 用户可选择是否授权收集、使用的信息</view>
		<view>为向您提供更加优质、满意、个性化的服务，努力提升您的用户体验，我们可能会附加收集和使用您的信息。若您不提供这些信息，您依然可以获得随便吧圈子为您提供的服务，但您可能无法获得这些附加信息给您带来的用户体验。</view>
		<view>2.3.1. 位置信息：我们可能会收集您的位置信息来判断您所处的地点，为您推荐您所在区域可以购买的商品或服务 （我们仅收集您当时所处的地理位置，不会将您不同时段的位置信息进行联系、结合以判断您的行踪轨迹）。</view>
		<view>2.3.2. 摄像头（相机）、相册（图片库）信息： 您可以在随便吧圈子上传照片或图片来晒单、发表评论信息， 我们可能会通过您所上传的照片或图片来识别您需要购买的商品或服务，或使用包含您所上传照片或图片的评论信息。</view>
		<view>2.3.3. 麦克风（语音）信息： 为更好地使用随便吧圈子服务， 您可能会启用麦克风与我们、随便吧圈子商家或其他主体沟通，我们可能会收集您的语音信息以识别您的需求。</view>
		<view>2.3.4. 通讯录信息：我们可能会收集您的通讯录信息以方便您在购买商品或服务时无须手动输入您通讯录中的联系人信息。 我们可能会判断您的通讯录联系人是否同为随便吧圈子用户，以在随便吧圈子为你们的交流建立联系。</view>
		<view>2.3.5.
			您理解并同意，在上述情形下，我们可能需要您在您的设备中开启您的地理位置（位置信息）、摄像头（相机）、相册（图片库）、麦克风（语音）以及通讯录等访问权限，以实现这些权限所涉及信息的收集和使用。您可在您的设备中逐项查看上述权限的状态，并可自行决定这些权限的开启或关闭。当您开启任一权限即代表您授权我们收集和使用该项信息来实现对应目标。您一旦关闭任一权限即代表您取消了授权，我们将不再继续收集和使用该项个人信息，也无法为您实现该授权所对应目标。但是，您关闭权限的决定不会影响此前基于您的授权所进行的信息的收集、处理与使用。</view>
		<view>2.4. 征得授权同意的例外</view>
		<view>您充分知晓，根据相关法律法规之规定，以下情形中，我们收集、使用您的个人信息无须征得您的授权同意：</view>
		<view>2.4.1. 与国家安全、国防安全有关的；</view>
		<view>2.4.2. 与公共安全、公共卫生、重大公共利益有关的；</view>
		<view>2.4.3. 与犯罪侦查、起诉、审判和判决执行等有关的；</view>
		<view>2.4.4. 出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；</view>

	</view>

</template>

<script>
	export default {
		data() {
			return {

			}
		},
		methods: {

		}
	};
</script>

<style>
	page{
		background-color: #fff;
	}
</style>
<style lang="scss" scoped>
	section {
		font-size: 32rpx;
		font-weight: bold;
		padding: 10rpx;
	}

	view {
		padding: 10rpx
	}
</style>
